Repository: kelvinkosbab/KozBon
Catalog: KozBonPackages/BonjourLocalization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, ja, zh_hans

source: SMTP Submission — the authenticated mail-submission protocol used by mail clients to send messages through their provider. Defined for service discovery in RFC 6186.
ar: SMTP Submission — بروتوكول إرسال البريد الموثَّق الذي تستخدمه عملاء البريد لإرسال الرسائل عبر مزوّدها. مُعرَّف لاكتشاف الخدمات في RFC 6186.
de: SMTP Submission — das authentifizierte Mail-Submission-Protokoll, das von Mail-Clients verwendet wird, um Nachrichten über ihren Anbieter zu versenden. Die Dienstsuche ist in RFC 6186 definiert.
es: SMTP Submission — el protocolo autenticado de envío de correo que utilizan los clientes para enviar mensajes a través de su proveedor. Definido para descubrimiento de servicios en RFC 6186.
fr: SMTP Submission — le protocole authentifié de soumission de courrier utilisé par les clients de messagerie pour envoyer des messages via leur fournisseur. Défini pour la découverte de services dans RFC 6186.
he: SMTP Submission — פרוטוקול שליחת דואר מאומת בו משתמשים לקוחות דואר לשליחת הודעות דרך הספק שלהם. מוגדר עבור גילוי שירותים ב-RFC 6186.
ja: SMTP Submissionは、メールクライアントがプロバイダ経由でメッセージを送信するために使用する認証付きのメール送信プロトコルです。サービス検出はRFC 6186で定義されています。
zh_hans: SMTP Submission——邮件客户端通过其提供商发送消息时使用的经过身份验证的邮件提交协议。其服务发现在RFC 6186中定义。

source: SMTP over TLS — the encrypted variant of SMTP for sending mail. Less common today than the `submission` flow, but still seen on some mail servers.
ar: SMTP عبر TLS — النسخة المشفَّرة من SMTP لإرسال البريد. أقل شيوعًا اليوم من تدفق `submission`، لكنه ما زال موجودًا على بعض خوادم البريد.
de: SMTP über TLS — die verschlüsselte SMTP-Variante zum Versenden von E-Mails. Heute weniger verbreitet als der `submission`-Fluss, aber auf einigen Mail-Servern weiterhin zu finden.
es: SMTP sobre TLS — la variante cifrada de SMTP para enviar correo. Hoy es menos habitual que el flujo `submission`, pero sigue apareciendo en algunos servidores de correo.
fr: SMTP sur TLS — la variante chiffrée de SMTP pour l'envoi de courrier. Aujourd'hui moins courante que le flux `submission`, mais encore présente sur certains serveurs de messagerie.
he: SMTP מעל TLS — הגרסה המוצפנת של SMTP לשליחת דואר. פחות נפוץ היום מהזרימה של `submission`, אך עדיין מופיע אצל חלק משרתי הדואר.
ja: TLS経由のSMTP — メール送信用のSMTPの暗号化バリアントです。現在は`submission`フローほど一般的ではありませんが、一部のメールサーバーでは依然として見られます。
zh_hans: 通过TLS的SMTP——用于发送邮件的SMTP加密变体。如今不如`submission`流程常见，但仍可在一些邮件服务器上看到。

source: Session Initiation Protocol over UDP — the original transport for SIP signaling, still widely used by VoIP phones and PBX systems on the local network.
ar: Session Initiation Protocol عبر UDP — وسيلة النقل الأصلية لإشارات SIP، ما زالت تُستخدم على نطاق واسع في هواتف VoIP وأنظمة PBX على الشبكة المحلية.
de: Session Initiation Protocol über UDP — der ursprüngliche Transport für SIP-Signalisierung, der von VoIP-Telefonen und PBX-Anlagen im lokalen Netzwerk weiterhin häufig genutzt wird.
es: Session Initiation Protocol sobre UDP — el transporte original para la señalización SIP, aún ampliamente utilizado por teléfonos VoIP y centralitas en la red local.
fr: Session Initiation Protocol sur UDP — le transport d'origine pour la signalisation SIP, toujours largement utilisé par les téléphones VoIP et les PBX sur le réseau local.
he: Session Initiation Protocol מעל UDP — שכבת התעבורה המקורית של איתות SIP, עדיין בשימוש נרחב על ידי טלפוני VoIP ומערכות PBX ברשת המקומית.
ja: UDP経由のSession Initiation Protocol — SIPシグナリングの元々のトランスポートで、ローカルネットワーク上のVoIP電話やPBXシステムで現在も広く使用されています。
zh_hans: 通过UDP的Session Initiation Protocol——SIP信令的最初传输方式，至今仍被本地网络中的VoIP电话和PBX系统广泛使用。

source: Session Initiation Protocol — the signaling protocol that negotiates voice and video calls. Used by VoIP phones, Apple FaceTime audio fallbacks, and corporate calling systems.
ar: Session Initiation Protocol — بروتوكول الإشارات الذي يتفاوض على المكالمات الصوتية والمرئية. يستخدمه هواتف VoIP وحالات التراجع الصوتي في Apple FaceTime وأنظمة الاتصال المؤسسية.
de: Session Initiation Protocol — das Signalisierungsprotokoll, das Sprach- und Videoanrufe aushandelt. Wird von VoIP-Telefonen, den Audio-Fallbacks von Apple FaceTime und unternehmensweiten Anrufsystemen verwendet.
es: Session Initiation Protocol — el protocolo de señalización que negocia llamadas de voz y vídeo. Utilizado por teléfonos VoIP, las alternativas de audio de Apple FaceTime y sistemas de telefonía corporativa.
fr: Session Initiation Protocol — le protocole de signalisation qui négocie les appels vocaux et vidéo. Utilisé par les téléphones VoIP, les replis audio d'Apple FaceTime et les systèmes téléphoniques d'entreprise.
he: Session Initiation Protocol — פרוטוקול האיתות שמנהל משא ומתן על שיחות קול ווידאו. בשימוש טלפוני VoIP, גיבויי שמע של Apple FaceTime ומערכות שיחות תאגידיות.
ja: Session Initiation Protocolは、音声およびビデオ通話をネゴシエートするシグナリングプロトコルです。VoIP電話、Apple FaceTimeの音声フォールバック、企業の通話システムなどで使用されます。
zh_hans: Session Initiation Protocol——协商语音和视频通话的信令协议。被VoIP电话、Apple FaceTime音频回退和企业通话系统使用。

source: Simple Mail Transfer Protocol — used for sending outgoing mail. Mail clients typically use the `submission` variant for authenticated user-originated mail.
ar: Simple Mail Transfer Protocol — يُستخدم لإرسال البريد الصادر. تستخدم عملاء البريد عادةً نسخة `submission` للبريد الموثَّق الصادر من المستخدم.
de: Simple Mail Transfer Protocol — wird zum Senden ausgehender E-Mails verwendet. Mail-Clients nutzen typischerweise die `submission`-Variante für authentifizierte, vom Benutzer ausgehende Nachrichten.
es: Simple Mail Transfer Protocol — utilizado para enviar correo saliente. Los clientes de correo suelen usar la variante `submission` para los mensajes autenticados originados por el usuario.
fr: Simple Mail Transfer Protocol — utilisé pour envoyer le courrier sortant. Les clients de messagerie utilisent généralement la variante `submission` pour le courrier authentifié émis par l'utilisateur.
he: Simple Mail Transfer Protocol — משמש לשליחת דואר יוצא. לקוחות דואר משתמשים בדרך כלל בווריאנט `submission` עבור דואר מאומת שמקורו במשתמש.
ja: Simple Mail Transfer Protocolは、送信メールに使用されます。メールクライアントは、ユーザーが送信する認証済みメールには通常`submission`バリアントを使用します。
zh_hans: Simple Mail Transfer Protocol——用于发送外发邮件。邮件客户端通常对经过身份验证的用户发起邮件使用`submission`变体。

source: Simple Network Management Protocol — the long-standing protocol for monitoring and configuring network devices like switches, printers, and UPSes. Most often seen in business networks.
ar: Simple Network Management Protocol — البروتوكول العريق لمراقبة وتهيئة أجهزة الشبكة مثل المبدّلات والطابعات و UPSes. يُرى غالبًا في شبكات الأعمال.
de: Simple Network Management Protocol — das seit langem etablierte Protokoll zur Überwachung und Konfiguration von Netzwerkgeräten wie Switches, Druckern und USVs. Am häufigsten in Unternehmensnetzwerken zu finden.
es: Simple Network Management Protocol — el protocolo veterano para monitorizar y configurar dispositivos de red como switches, impresoras y SAIs. Se ve sobre todo en redes empresariales.
fr: Simple Network Management Protocol — le protocole de longue date pour surveiller et configurer des équipements réseau comme les commutateurs, imprimantes et onduleurs. Surtout présent dans les réseaux d'entreprise.
he: Simple Network Management Protocol — הפרוטוקול הוותיק לניטור ולהגדרה של מכשירי רשת כמו מתגים, מדפסות ו-UPS. נפוץ במיוחד ברשתות עסקיות.
ja: Simple Network Management Protocolは、スイッチ、プリンター、UPSなどのネットワーク機器を監視・設定するための長年使われているプロトコルです。主にビジネスネットワークで見られます。
zh_hans: Simple Network Management Protocol——用于监控和配置交换机、打印机、UPS等网络设备的老牌协议。最常见于企业网络。

source: Syncthing, an open-source peer-to-peer file-sync tool that mirrors folders between devices over the local network and the internet. Often used as a self-hosted alternative to Dropbox or iCloud Drive.
ar: Syncthing هو أداة مفتوحة المصدر لمزامنة الملفات نِدًا لنِد تنسخ المجلدات بين الأجهزة عبر الشبكة المحلية والإنترنت. يُستخدم غالبًا كبديل ذاتي الاستضافة لـ Dropbox أو iCloud Drive.
de: Syncthing, ein quelloffenes Peer-to-Peer-Datei-Synchronisationstool, das Ordner zwischen Geräten über das lokale Netzwerk und das Internet spiegelt. Wird häufig als selbst gehostete Alternative zu Dropbox oder iCloud Drive verwendet.
es: Syncthing, una herramienta de código abierto de sincronización de archivos entre pares que replica carpetas entre dispositivos a través de la red local e internet. Suele utilizarse como alternativa autoalojada a Dropbox o iCloud Drive.
fr: Syncthing, un outil open source de synchronisation de fichiers en pair-à-pair qui réplique les dossiers entre appareils via le réseau local et internet. Souvent utilisé comme alternative auto-hébergée à Dropbox ou iCloud Drive.
he: Syncthing הוא כלי סנכרון קבצים עמית-לעמית בקוד פתוח שמשקף תיקיות בין מכשירים על-פני הרשת המקומית והאינטרנט. בשימוש לעיתים קרובות כחלופה בהוסטינג עצמי ל-Dropbox או ל-iCloud Drive.
ja: Syncthingは、ローカルネットワークおよびインターネット経由でデバイス間のフォルダを同期するオープンソースのピアツーピアファイル同期ツールです。DropboxやiCloud Driveに代わるセルフホスト型の選択肢としてよく使用されます。
zh_hans: Syncthing是一款开源的对等文件同步工具，可在本地网络和互联网上的设备之间镜像文件夹。常用作Dropbox或iCloud Drive的自托管替代方案。

source: Tasmota, an open-source firmware for ESP8266/ESP32-based smart-home devices (Sonoff, Shelly, etc.). Commonly used to flash off-the-shelf smart plugs, switches, and bulbs for local-only control.
ar: Tasmota هو برنامج ثابت مفتوح المصدر لأجهزة المنزل الذكي القائمة على ESP8266/ESP32 (Sonoff و Shelly وغيرها). يُستخدم عادةً لبرمجة المقابس الذكية والمفاتيح والمصابيح الجاهزة لتعمل بتحكّم محلي فقط.
de: Tasmota, eine Open-Source-Firmware für Smart-Home-Geräte auf Basis von ESP8266/ESP32 (Sonoff, Shelly usw.). Wird häufig verwendet, um handelsübliche smarte Steckdosen, Schalter und Lampen für rein lokale Steuerung zu flashen.
es: Tasmota, un firmware de código abierto para dispositivos domóticos basados en ESP8266/ESP32 (Sonoff, Shelly, etc.). Se utiliza habitualmente para flashear enchufes, interruptores y bombillas inteligentes comerciales con vistas a un control puramente local.
fr: Tasmota, un firmware open source pour les appareils domotiques basés sur ESP8266/ESP32 (Sonoff, Shelly, etc.). Couramment utilisé pour flasher des prises, interrupteurs et ampoules connectés grand public afin de les contrôler uniquement en local.
he: Tasmota היא קושחה בקוד פתוח למכשירי בית חכם מבוססי ESP8266/ESP32 (Sonoff, Shelly וכו'). בשימוש נפוץ לצריבת שקעים חכמים, מתגים ונורות מוכנים מהמדף לשליטה מקומית בלבד.
ja: Tasmotaは、ESP8266/ESP32ベースのスマートホームデバイス（Sonoff、Shellyなど）向けのオープンソースファームウェアです。市販のスマートプラグ、スイッチ、電球をローカルのみで制御できるようにフラッシュする用途で広く使われています。
zh_hans: Tasmota是面向基于ESP8266/ESP32的智能家居设备（Sonoff、Shelly等）的开源固件。常用于刷写市售智能插座、开关和灯泡，以实现纯本地控制。

source: UDP companion to Apple's iOS Wi-Fi-sync protocol. Some iOS devices advertise both the TCP and UDP variants while pairing with macOS Finder.
ar: مُكمِّل UDP لبروتوكول مزامنة Wi-Fi لأجهزة iOS من Apple. تعلن بعض أجهزة iOS عن نسختي TCP و UDP أثناء الإقران مع Finder على macOS.
de: UDP-Pendant zu Apples iOS-WLAN-Synchronisationsprotokoll. Einige iOS-Geräte kündigen beim Pairing mit dem macOS Finder sowohl die TCP- als auch die UDP-Variante an.
es: Complemento UDP del protocolo de sincronización Wi-Fi de iOS de Apple. Algunos dispositivos iOS anuncian tanto la variante TCP como la UDP al emparejarse con Finder en macOS.
fr: Compagnon UDP du protocole de synchronisation Wi-Fi iOS d'Apple. Certains appareils iOS annoncent à la fois les variantes TCP et UDP lors de l'appairage avec le Finder de macOS.
he: המקבילה ל-UDP של פרוטוקול הסנכרון של Apple ל-Wi-Fi במכשירי iOS. חלק ממכשירי iOS מפרסמים גם את הווריאנט של TCP וגם של UDP בעת צימוד עם Finder ב-macOS.
ja: AppleのiOS Wi-Fi同期プロトコルのUDP版コンパニオンです。一部のiOSデバイスはmacOS Finderとペアリングする際、TCPとUDPの両方のバリアントをアドバタイズします。
zh_hans: Apple iOS Wi-Fi同步协议的UDP伴随版本。部分iOS设备在与macOS Finder配对时，会同时广播TCP和UDP变体。

source: Valve's Steam in-home streaming service used by Steam Link clients (and the Steam app on phones, tablets, and Apple TV) to stream PC games over the LAN.
ar: خدمة Steam in-home streaming من Valve يستخدمها عملاء Steam Link (وتطبيق Steam على الهواتف والأجهزة اللوحية و Apple TV) لبث ألعاب PC عبر LAN.
de: Valves Steam-In-Home-Streaming-Dienst, der von Steam-Link-Clients (und der Steam-App auf Smartphones, Tablets und Apple TV) genutzt wird, um PC-Spiele über das LAN zu streamen.
es: Servicio de Steam In-Home Streaming de Valve, utilizado por los clientes Steam Link (y la aplicación Steam en teléfonos, tabletas y Apple TV) para transmitir juegos de PC por la LAN.
fr: Service de streaming domestique Steam de Valve, utilisé par les clients Steam Link (et l'application Steam sur téléphones, tablettes et Apple TV) pour diffuser des jeux PC sur le LAN.
he: שירות הזרמת בית של Steam מבית Valve, בשימוש לקוחות Steam Link (ואפליקציית Steam בטלפונים, בטאבלטים וב-Apple TV) להזרמת משחקי PC על-פני LAN.
ja: ValveのSteamホームストリーミングサービスは、Steam Linkクライアント（およびスマートフォン、タブレット、Apple TV上のSteamアプリ）がLAN経由でPCゲームをストリーミングするために使用されます。
zh_hans: Valve的Steam主机内串流服务，由Steam Link客户端（以及手机、平板和Apple TV上的Steam应用）用来通过局域网串流PC游戏。

source: Warpinator, the cross-platform file-sharing tool from Linux Mint. Inspired by AirDrop and works between Linux, Windows, macOS, and Android over the local network.
ar: Warpinator هو أداة مشاركة الملفات متعددة المنصات من Linux Mint. مستوحاة من AirDrop وتعمل بين Linux و Windows و macOS و Android عبر الشبكة المحلية.
de: Warpinator, das plattformübergreifende Dateifreigabe-Tool von Linux Mint. An AirDrop angelehnt und funktioniert zwischen Linux, Windows, macOS und Android über das lokale Netzwerk.
es: Warpinator, la herramienta multiplataforma de intercambio de archivos de Linux Mint. Inspirada en AirDrop, funciona entre Linux, Windows, macOS y Android a través de la red local.
fr: Warpinator, l'outil multiplateforme de partage de fichiers de Linux Mint. Inspiré d'AirDrop, il fonctionne entre Linux, Windows, macOS et Android sur le réseau local.
he: Warpinator הוא כלי שיתוף קבצים חוצה-פלטפורמות מבית Linux Mint. בהשראת AirDrop, פועל בין Linux, Windows, macOS ו-Android על-פני הרשת המקומית.
ja: Warpinatorは、Linux Mintのクロスプラットフォームファイルシェアリングツールです。AirDropに着想を得ており、ローカルネットワーク経由でLinux、Windows、macOS、Android間で動作します。
zh_hans: Warpinator是来自Linux Mint的跨平台文件共享工具。受AirDrop启发，可在本地网络上的Linux、Windows、macOS和Android之间使用。

source: gRPC, a modern remote-procedure-call framework built on HTTP/2. Microservices and developer tools occasionally advertise gRPC endpoints over Bonjour during local development.
ar: gRPC هو إطار عمل حديث لاستدعاء الإجراءات عن بُعد مبني على HTTP/2. تعلن الخدمات المصغّرة وأدوات المطوّرين أحيانًا عن نقاط نهاية gRPC عبر Bonjour أثناء التطوير المحلي.
de: gRPC, ein modernes Remote-Procedure-Call-Framework auf Basis von HTTP/2. Microservices und Entwicklerwerkzeuge kündigen gRPC-Endpunkte gelegentlich über Bonjour an, etwa während der lokalen Entwicklung.
es: gRPC, un framework moderno de llamadas a procedimientos remotos construido sobre HTTP/2. Algunos microservicios y herramientas para desarrolladores anuncian sus extremos gRPC mediante Bonjour durante el desarrollo local.
fr: gRPC, un framework moderne d'appel de procédure distante bâti sur HTTP/2. Certains microservices et outils de développement annoncent leurs points de terminaison gRPC via Bonjour pendant le développement local.
he: gRPC הוא מסגרת מודרנית של קריאות פרוצדורה מרוחקות הבנויה על HTTP/2. שירותי מיקרו וכלי פיתוח מפרסמים מדי פעם נקודות קצה של gRPC דרך Bonjour במהלך פיתוח מקומי.
ja: gRPCはHTTP/2上に構築された現代的なリモートプロシージャコールフレームワークです。マイクロサービスや開発者ツールでは、ローカル開発時にgRPCエンドポイントをBonjourでアドバタイズすることがあります。
zh_hans: gRPC是一种基于HTTP/2构建的现代远程过程调用框架。微服务和开发者工具有时会在本地开发期间通过Bonjour广播gRPC端点。

# settings_ai_backend_section
source: Assistant
ar: المساعد
de: Assistent
es: Asistente
he: עוזר
ja: アシスタント
zh_hans: 助手

# settings_ai_backend_picker_label
source: Provider
ar: المزوّد
de: Anbieter
es: Proveedor
fr: Fournisseur
he: ספק
ja: プロバイダー
zh_hans: 提供方

# settings_ai_backend_apple_subtitle
source: On-device by default. No data leaves your device.
ar: افتراضيًا على الجهاز. لا تغادر أي بيانات جهازك.
de: Standardmäßig auf dem Gerät. Keine Daten verlassen Ihr Gerät.
es: En el dispositivo de forma predeterminada. Ningún dato sale del dispositivo.
fr: Sur l'appareil par défaut. Aucune donnée ne quitte l'appareil.
he: כברירת מחדל במכשיר. שום נתונים לא יוצאים מהמכשיר שלך.
ja: デフォルトでデバイス上で実行。データはデバイスから出ません。
zh_hans: 默认在设备上运行。数据不会离开您的设备。

# settings_ai_backend_anthropic_subtitle
source: Cloud, via your own Anthropic account. Larger context window.
ar: السحابة، عبر حساب Anthropic الخاص بك. نافذة سياق أكبر.
de: Cloud, über Ihr eigenes Anthropic-Konto. Größeres Kontextfenster.
es: Nube, mediante tu propia cuenta de Anthropic. Ventana de contexto más amplia.
fr: Cloud, via votre propre compte Anthropic. Fenêtre contextuelle plus large.
he: ענן, באמצעות חשבון Anthropic האישי שלך. חלון הקשר גדול יותר.
ja: クラウド経由、ご自身の Anthropic アカウントを使用。より広いコンテキストウィンドウ。
zh_hans: 云端，通过您自己的 Anthropic 账户。更大的上下文窗口。

# settings_ai_cloud_footer
source: Your questions are sent to Anthropic's API using your own account. Network and service names from your local network are included in the request.
ar: تُرسل أسئلتك إلى واجهة Anthropic البرمجية باستخدام حسابك الخاص. تُضمَّن أسماء الشبكة والخدمات من شبكتك المحلية في الطلب.
de: Ihre Fragen werden mit Ihrem Konto an die Anthropic-API gesendet. Netzwerk- und Dienstnamen aus Ihrem lokalen Netzwerk werden in der Anfrage übertragen.
es: Tus preguntas se envían a la API de Anthropic con tu propia cuenta. Los nombres de red y servicios de tu red local se incluyen en la solicitud.
fr: Vos questions sont envoyées à l'API d'Anthropic avec votre compte. Les noms de réseau et de service de votre réseau local sont inclus dans la requête.
he: השאלות שלך נשלחות אל ה‑API של Anthropic באמצעות החשבון האישי שלך. שמות הרשת והשירותים מהרשת המקומית שלך נכללים בבקשה.
ja: ご質問はあなたのアカウントを使って Anthropic の API に送信されます。ローカルネットワーク上のネットワーク名やサービス名がリクエストに含まれます。
zh_hans: 您的问题将通过您自己的账户发送到 Anthropic 的 API。本地网络中的网络名称和服务名称会包含在请求中。

# settings_ai_cloud_sign_in
source: Sign in to Claude
ar: تسجيل الدخول إلى Claude
de: Bei Claude anmelden
es: Iniciar sesión en Claude
fr: Se connecter à Claude
he: התחברות ל‑Claude
ja: Claude にサインイン
zh_hans: 登录 Claude

# settings_ai_cloud_signed_in
source: Signed in
ar: تم تسجيل الدخول
de: Angemeldet
es: Sesión iniciada
fr: Connecté
he: מחובר
ja: サインイン済み
zh_hans: 已登录

# settings_ai_cloud_sign_out
source: Sign out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
he: התנתקות
ja: サインアウト
zh_hans: 退出登录

# settings_ai_cloud_sign_out_confirmation_format
source: Sign out of %@?
ar: تسجيل الخروج من %@؟
de: Bei %@ abmelden?
es: ¿Cerrar sesión en %@?
fr: Se déconnecter de %@ ?
he: להתנתק מ-%@?
ja: %@からサインアウトしますか？
zh_hans: 退出 %@?

# settings_ai_cloud_sign_in_title
source: Sign in to Claude
ar: تسجيل الدخول إلى Claude
de: Bei Claude anmelden
es: Iniciar sesión en Claude
fr: Se connecter à Claude
he: התחברות ל‑Claude
ja: Claude にサインイン
zh_hans: 登录 Claude

# settings_ai_cloud_sign_in_prompt
source: Paste your Anthropic API key. KozBon stores it in the device Keychain and uses it only for your AI requests — KozBon never sees your key on a server.
ar: الصق مفتاح Anthropic API الخاص بك. يحفظه KozBon في سلسلة مفاتيح الجهاز ويستخدمه فقط لطلبات الذكاء الاصطناعي الخاصة بك — لا يرى KozBon مفتاحك أبداً على خادم.
de: Fügen Sie Ihren Anthropic-API-Schlüssel ein. KozBon speichert ihn im Schlüsselbund des Geräts und verwendet ihn nur für Ihre KI-Anfragen — KozBon sieht Ihren Schlüssel niemals auf einem Server.
es: Pega tu clave de API de Anthropic. KozBon la guarda en el Llavero del dispositivo y la usa solo para tus solicitudes de IA — KozBon nunca ve tu clave en un servidor.
fr: Collez votre clé d'API Anthropic. KozBon la stocke dans le trousseau de l'appareil et l'utilise uniquement pour vos requêtes IA — KozBon ne voit jamais votre clé sur un serveur.
he: הדבק את מפתח ה‑API של Anthropic שלך. KozBon שומר אותו במחזיק המפתחות של המכשיר ומשתמש בו רק לבקשות הבינה המלאכותית שלך — KozBon לעולם לא רואה את המפתח שלך בשרת.
ja: Anthropic の API キーを貼り付けてください。KozBon はキーをデバイスのキーチェーンに保存し、あなたの AI リクエストにのみ使用します — KozBon がサーバー上でキーを見ることはありません。
zh_hans: 粘贴您的 Anthropic API 密钥。KozBon 将其保存在设备钥匙串中，仅用于您的 AI 请求 — KozBon 永远不会在服务器上看到您的密钥。

# settings_ai_cloud_api_key_field_label
source: API Key
ar: مفتاح API
de: API-Schlüssel
es: Clave de API
fr: Clé d'API
he: מפתח API
ja: API キー
zh_hans: API 密钥

# settings_ai_cloud_sign_in_save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמירה
ja: 保存
zh_hans: 保存

# settings_ai_cloud_sign_in_learn_more
source: Get an API key at console.anthropic.com
ar: احصل على مفتاح API من console.anthropic.com
de: API-Schlüssel auf console.anthropic.com erhalten
es: Obtén una clave de API en console.anthropic.com
fr: Obtenir une clé d'API sur console.anthropic.com
he: השג מפתח API ב‑console.anthropic.com
ja: console.anthropic.com で API キーを取得
zh_hans: 在 console.anthropic.com 获取 API 密钥

# settings_ai_cloud_invalid_key
source: That doesn't look like an Anthropic API key. Keys start with “sk-ant-”.
ar: هذا لا يبدو وكأنه مفتاح Anthropic API. المفاتيح تبدأ بـ «sk-ant-».
de: Das sieht nicht wie ein Anthropic-API-Schlüssel aus. Schlüssel beginnen mit „sk-ant-“.
es: Eso no parece una clave de API de Anthropic. Las claves comienzan por «sk-ant-».
fr: Cela ne ressemble pas à une clé d'API Anthropic. Les clés commencent par « sk-ant- ».
he: זה לא נראה כמו מפתח API של Anthropic. מפתחות מתחילים ב‑“sk-ant-”.
ja: Anthropic の API キーのように見えません。キーは「sk-ant-」で始まります。
zh_hans: 这看起来不像 Anthropic API 密钥。密钥以 “sk-ant-” 开头。

# settings_ai_cloud_model_picker_label
source: Claude Model
ar: نموذج Claude
de: Claude-Modell
es: Modelo de Claude
fr: Modèle Claude
he: מודל Claude
ja: Claude モデル
zh_hans: Claude 模型

# settings_ai_cloud_model_opus_subtitle
source: Most capable. 200K context window. Best for deep reasoning about complex networks.
ar: الأكثر قدرة. نافذة سياق بحجم 200 ألف. الأنسب للتفكير العميق في الشبكات المعقدة.
de: Am leistungsfähigsten. 200K-Kontextfenster. Ideal für tiefgehende Analysen komplexer Netzwerke.
es: El más capaz. Ventana de contexto de 200K. Ideal para razonamientos profundos sobre redes complejas.
fr: Le plus performant. Fenêtre contextuelle de 200K. Idéal pour un raisonnement approfondi sur des réseaux complexes.
he: החזק ביותר. חלון הקשר של 200K. הטוב ביותר לניתוח עמוק של רשתות מורכבות.
ja: 最も高性能。200K のコンテキストウィンドウ。複雑なネットワークの詳細な推論に最適。
zh_hans: 能力最强。200K 上下文窗口。最适合对复杂网络进行深入推理。

# settings_ai_cloud_model_sonnet_subtitle
source: Balanced. 200K context window. Recommended for most questions about your network.
ar: متوازن. نافذة سياق بحجم 200 ألف. موصى به لمعظم الأسئلة حول شبكتك.
de: Ausgewogen. 200K-Kontextfenster. Empfohlen für die meisten Fragen zu Ihrem Netzwerk.
es: Equilibrado. Ventana de contexto de 200K. Recomendado para la mayoría de preguntas sobre tu red.
fr: Équilibré. Fenêtre contextuelle de 200K. Recommandé pour la plupart des questions sur votre réseau.
he: מאוזן. חלון הקשר של 200K. מומלץ לרוב השאלות על הרשת שלך.
ja: バランス型。200K のコンテキストウィンドウ。ネットワークに関するほとんどの質問に推奨。
zh_hans: 均衡。200K 上下文窗口。推荐用于您网络的大多数问题。

# settings_ai_cloud_model_haiku_subtitle
source: Fastest, lowest cost. 200K context window. Best for quick service explanations.
ar: الأسرع والأقل تكلفة. نافذة سياق بحجم 200 ألف. الأنسب للشروحات السريعة للخدمات.
de: Am schnellsten und günstigsten. 200K-Kontextfenster. Ideal für schnelle Diensterklärungen.
es: El más rápido y económico. Ventana de contexto de 200K. Ideal para explicaciones rápidas de servicios.
fr: Le plus rapide et le moins cher. Fenêtre contextuelle de 200K. Idéal pour des explications rapides de services.
he: המהיר ביותר ובעלות הנמוכה ביותר. חלון הקשר של 200K. הטוב ביותר להסברים מהירים על שירותים.
ja: 最速・最安。200K のコンテキストウィンドウ。サービスの簡潔な説明に最適。
zh_hans: 速度最快、成本最低。200K 上下文窗口。最适合快速服务说明。
